tap "bramstein/webfonttools"
tap "caskroom/fonts"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "autoconf"
brew "autoenv"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "boot-clj"
brew "readline"
brew "clisp"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "findutils"
brew "libtool"
brew "libpng"
brew "fzf"
brew "openssl@1.1"
brew "xz"
brew "gmp"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "htop"
brew "leiningen"
brew "libyaml"
brew "lua"
brew "moreutils"
brew "mysql", restart_service: true
brew "neovim"
brew "nginx", restart_service: true
brew "openssh"
brew "pandoc"
brew "php", restart_service: true
brew "pkg-config"
brew "ragel"
brew "reattach-to-user-namespace"
brew "s3cmd"
brew "ssh-copy-id"
brew "tree"
brew "w3m"
brew "watchman"
brew "wget"
brew "woff2"
brew "zlib"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "heroku/brew/heroku"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/fonts/font-source-code-pro"
