tap "bramstein/webfonttools"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "autoconf"
brew "autoenv"
brew "autojump"
brew "automake"
brew "bash"
brew "cocoapods"
brew "coreutils"
brew "findutils"
brew "gdbm"
brew "gmp"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "htop"
brew "lua"
brew "mongodb"
brew "moreutils"
brew "neovim"
brew "openssh"
brew "s3cmd"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "w3m"
brew "watchman"
brew "wget"
brew "woff2"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
cask "font-source-code-pro"
