jorgebucaran/fisher
jethrokuan/z
patrickf1/fzf.fish
fabioantunes/fish-nvm
budimanjojo/tmux.fish
edc/bass
jhillyerd/plugin-git
kpbaks/zellij.fish
